Repository: ionutsava674/FriendlyHoldem.1.4
Catalog: Friendly Holdem/*.lproj/Localizable.strings
Languages: ro

source: After that, if different variants were proposed, everyone gets to choose again from these Structures.
ro: După aceea, dacă mai multe varieante au fost propuse, fiecare mai alege o dată dintre acestea.

source: At first, each one gets to propose a game structure, consisting of initial amount and bet sizes.
ro: La început, fiecare propune o structură de joc, care constă în cipurile de început și mărimea pariulilor.

source: Each gets %lld.
ro: fiecare ia %lld.

source: If still there are different choices, the most popular variant is automatically selected.
ro: Dacă încă sunt alegeri diferite, varianta cea mai populară este selectată automat.

source: This game is entertainment only, no actual money is involved.
ro: Acest joc este doar pentru divertisment, fără sume reale de bani.

source: , had %lld chips in the pot
ro: , a avut %lld cipuri în pot

source: , you had %lld chips in the pot
ro: , ai avut %lld cipuri în pot

source: %@ bet %@
ro: %1$@ a pariat %2$@

source: %@ bet %lld chips
ro: %@ a pariat %lld cipuri

source: %@ bet %lld chips.
ro: %@ a pariat %lld cipuri.

source: %@ called at %@
ro: %1$@ a pus cu sec %2$@

source: %@ checked
ro: %@ a pasat

source: %@ did not act in time and was kicked out. %lld chips left
ro: %@ a întârziat și a fost dat afară. %lld cipuri rămase

source: %@ finished first
ro: %@ a terminat primul

source: %@ lost
ro: %@ a pierdut

source: %@ lost, with %lld chips left
ro: %@ a pierdut, cu %lld cipuri rămase

source: %@ of %@
ro: %@ de %@

source: %@ place, %@, with %@
ro: locul %@, %@, cu %@

source: %@ place, %@, with %lld
ro: Locul %@, %@, cu %lld

source: %@ placed big blind bet, %@
ro: %1$@ a pus big blind, %2$@

source: %@ placed small blind bet, %@
ro: %1$@ a pus small blind, %2$@

source: %@ quit
ro: %@ a abandonat

source: %@ quit, with %lld chips left
ro: %@ a abandonat, cu %lld cipuri rămase

source: %@ raised bet to %@
ro: %1$@ a plusat la %2$@

source: %@ stays all in with %@
ro: %1$@ fămâne all in cu %2$@

source: %@ threw the hand
ro: %@ a aruncat mâna

source: %@ threw the hand, with %@ chips in the pot
ro: %1$@ a aruncat mâna, cu %2$@ cipuri în pot

source: %@ threw the hand, with %lld chips in the pot
ro: %@ a aruncat mâna, cu %lld cipuri în pot

source: %@ threw the hand. Had bet %lld chips.
ro: %@ a aruncat mâna. Pariase %lld cipuri.

source: %@ tied
ro: %@ a făcut egal

source: %@ timed out
ro: %@ a întârziat

source: %@ went all in with %@
ro: %1$@ a pariat totul, %2$@

source: %@ won
ro: %@ a câștigat

source: %@, %lld chips
ro: %@, %lld cipuri

source: %@, %lld chips left
ro: %@, %lld cipuri rămase

source: %@'s hand. %@
ro: mâna lui %@. %@

source: %lld auto selected players
ro: %lld jucători auto selectați

source: %lld chips pot, %lld x %lld chips bet by %@.
ro: pot de %lld cipuri, %lld x %lld cipuri pariate de %@.

source: %lld chips.
ro: %lld cipuri.

source: %lld players
ro: %lld jucători

source: %lld remaining auto selected players
ro: %lld jucători auto selectați rămași

source: a new deal is starting
ro: începe o mână nouă

source: ace.card
ro: as

source: Active games, (%lld
ro: Jocuri active, (%lld

source: After the new game is opened, you get to choose the game stakes.
ro: După ce se deschide noul joc, poți să alegi miza jocului.

source: agreeing on the betting stakes
ro: stabilim miza jocului

source: Alright, we can continue
ro: În regulă, putem continua

source: an auto selected player
ro: un jucător auto selectat

source: An unexpected error occured.
ro: A apărut o eroare neașteptată

source: An unexpected problem has occured.
ro: A apărut o problemă neașteptată

source: and minimum raise of %@
ro: și plusarea minimă de %@

source: And will put you in that slot.
ro: Și te va pune în acel slot.

source: Are you really really sure you want to quit this game?
ro: Ești sigur sigur că vrei să abandonezi acest joc?

source: Attention
ro: Atenție

source: auto selected player
ro: jucător auto selectat

source: Back
ro: Înapoi

source: bet
ro: pariază

source: Bet %@ chips, got %@.
ro: A pariat %@ cipuri, a luat %@.

source: bet all
ro: pariază tot

source: Bet all in
ro: A pariat tot

source: big blind bet
ro: pariul blind mare

source: Big blind bet
ro: Pariul mare

source: call
ro: sec

source: Call at %@
ro: Sec, %@

source: Cancel
ro: Anulează

source: cards
ro: cărți

source: check
ro: pas

source: Chip recipients
ro: Recipienți cipuri

source: Choosing the game stakes
ro: Alegem miza jocului

source: Close menu
ro: Închide meniul

source: clubs.suit
ro: treflă

source: Continue a game that was already started
ro: Continuă un joc deja început

source: dealing flop
ro: se așează cărțile de flop

source: dealing hands
ro: se împart cărțile de mână

source: dealing river
ro: se așează cartea river

source: dealing the flop cards
ro: se așează cărțile de flop

source: dealing the hand cards
ro: se împart cărțile de mână

source: dealing the river card
ro: se așează cartea river

source: dealing the turn card
ro: se așează cartea turn

source: dealing turn
ro: se așează cartea turn

source: dealt flop cards
ro: s-au pus cărțile în flop

source: dealt river card
ro: s-a pus cartea river

source: dealt turn card
ro: s-a pus cartea turn

source: details
ro: detalii

source: diamonds.suit
ro: caro

source: each player starts with %@ chips
ro: fiecare jucător începe cu %@ cipuri

source: Each player will start with
ro: Fiecare jucător va începe cu

source: Enter below the game stakes you would like to propose
ro: Introdu miza jocului pe care vrei să o propui

source: Find a new game
ro: Găsește un joc nou

source: Find new game
ro: Găsește joc nou

source: Finding a game works like this
ro: Găsirea unui joc funcționează astfel

source: finished first
ro: e pe primul loc

source: Finished games:
ro: Jocuri terminate:

source: First, tap "Find a new game" and then select the number of players you wish the game to have.
ro: Mai întâi, apasă "Găsește joc nou" și apoi selectează numărul de jucători pe care vrei ca jocul să îl aibă.

source: First, we need to agree on the stakes of the game.
ro: Mai întâi, trebuie să stabilim miza jocului.

source: flop round
ro: runda flop

source: For example, let's say you chose 3
ro: De exemplu, să spunem că ai ales 3

source: game #%@
ro: jocul #%@

source: Game began %@ ago.
ro: Jocul a început acum %@.

source: Game began:
ro: Jocul a început:

source: game between %@
ro: Joc între %@

source: game between %1$@. %2$lld initial players
ro: Joc între %1$@. %2$lld jucători inițiali

source: Game Center will search for a game for 3, with at least one free slot
ro: Game Center va căuta un joc pentru 3, cu cel puțin un slot liber

source: game over
ro: joc terminat

source: Game over
ro: Joc Terminat

source: Game stage: Choosing the betting stakes.
ro: Stadiu joc: Se alege miza jocului.

source: game with %@
ro: Joc cu %@

source: game with %1$@. %2$lld initial players
ro: Joc cu %1$@. %2$lld jucători inițiali

source: game with 1 remaining player: %@
ro: Joc cu 1 participant rămas: %@

source: game with 1 remaining player: %1$@. %2$lld initial players
ro: Joc cu 1 participant rămas: %1$@. %2$lld jucători inițiali

source: game with no more active players. %lld initial players
ro: Joc fără jucători activi. %lld jucători inițiali

source: game with no more opponents. %lld initial players
ro: Joc fără oponenți rămași. %lld jucători inițiali

source: game with no opponents.
ro: joc fără oponenți.

source: game without active players.
ro: joc fără participanți activi.

source: Games in which you are no longer participating:
ro: Jocuri la care nu mai participi:

source: had bet %lld chips.
ro: pariase %lld cipuri.

source: hearts.suit
ro: inimă roșie

source: Hide details
ro: Ascunde detaliile

source: How many players
ro: Câți jucători

source: How many players?
ro: Câți jucători?

source: How much do you want to raise the bet to?
ro: La cât vrei să plusezi?

source: How to begin a game
ro: Cum se începe un joc nou

source: How to start, step by step
ro: Cum să începi, pas cu pas

source: If no existing game was found, a new game is created and you will fill the first slot.
ro: Dacă nu s-a găsit un joc existent, unul nou se crează și vei ocupa primul slot.

source: ignore
ro: ignoră

source: In %lld turns after %@, it'll be your turn
ro: În %1$lld ture după %2$@, va fi rândul tău

source: In your hand.
ro: La tine în mână

source: is acting as current dealer
ro: are rolul de dilăr

source: is now in turn
ro: e acum la rând

source: it was %@'s turn, now it's your turn
ro: a fost rândul lui %@, acum e rândul tău

source: it was %1$@'s turn, now it's %2$@'s turn
ro: a fost rândul lui %1$@, acum e rândul lui %2$@

source: it was their turn
ro: a fost rândul lui

source: it was your turn
ro: a fost rândul tău

source: it was your turn, now it's %@'s turn
ro: a fost rândul tău, acum e rândul lui %@

source: It's %@'s turn
ro: E rândul lui %@

source: it's their turn
ro: e rândul lui

source: it's your turn
ro: e rândul tău

source: It's your turn
ro: E rândul tău

source: jack.card
ro: valet

source: Jump to latest
ro: Sări la ultima

source: just started
ro: joc abia început

source: king.card
ro: popă

source: Last activity:
ro: Ultima activitate:

source: Leave game
ro: Părăsește jocul

source: Loading
ro: Se încarcă

source: Looking for a new game
ro: Se caută un joc nou

source: lost
ro: a pierdut

source: lost %@ chips. Now has %@.
ro: a pierdut %@ cipuri. Acum are %@.

source: Menu
ro: Meniu

source: min raise amount
ro: minimul de plusat

source: Minimum bet raise
ro: Minimul de plusat

source: new game began
ro: a început joc nou

source: Next
ro: Mai departe

source: no action
ro: nici o acțiune

source: No active games
ro: Nici un joc activ

source: no limit
ro: fără limită

source: no opponents
ro: nici un oponent

source: not ready yet
ro: încă nu e gata

source: Now it's %@'s turn
ro: Acum este rândul lui %@

source: now it's your turn
ro: acum e rândul tău

source: OK
ro: În regulă

source: ok, we can continue
ro: ok, putem continua

source: On the table, facing up
ro: Pe masă, cu fața în sus

source: one remaining auto selected player
ro: un jucător auto selectat rămas

source: Only after this, GameCenter will select players for the free slots.
ro: Abia după aceea, GameCenter va selecta jucători pentru sloturile libere.

source: Only after you choose the stakes, others can join the game. This is so that, when you join a game, you get to interract immediately.
ro: Doar după ce alegi o miză, alții pot veni în joc. Aceasta este pentru că atunci când intri într-un joc, să poți interacționa imediat.

source: or, you can
ro: sau, poți

source: or, you can type the value below:
ro: sau, poți introduce valoarea mai jos:

source: Player
ro: Jucător

source: player %lld
ro: jucătorul %lld

source: players
ro: jucători

source: Players:
ro: Jucătorii:

source: playing
ro: joacă

source: Please propose a variant for the game stakes.
ro: Te rugăm propune o variantă pentru miza jocului.

source: Please select a variant for the game stakes.
ro: Te rugăm selectează o variantă de miză a jocului.

source: please select an action
ro: selectează o acțiune

source: Please select or propose a variant for the game stakes.
ro: Te rugăm selectează sau propune o variantă pentru miza jocului.

source: pre-flop round
ro: runda pre flop

source: preparing for showdown
ro: se pregătește showdownul

source: preparing game
ro: se pregătește jocul

source: preparing showdown
ro: se pregătește showdownul

source: Proposal %@:
ro: Propunerea %@:

source: Proposal %lld:
ro: Propunerea %lld:

source: Propose
ro: Propune

source: Propose a different structure
ro: Propune o structură diferită

source: queen.card
ro: damă

source: quit
ro: a abandonat

source: Quit this game
ro: Abandonează acest joc

source: raise
ro: plusează

source: raise the bet to
ro: plusează la

source: Raise to %@
ro: Plusează la %@

source: ready to continue
ro: gata să continuăm

source: Received event for a different game
ro: A apărut un evenimentîntr-un joc diferit

source: Retrieving game list
ro: Se încarcă lista de jocuri

source: river round
ro: runda river

source: Select a game from below.
ro: Selectează un joc de mai jos.

source: Select from below a game structure that has been proposed
ro: Selectează o structură de joc propusă

source: Show details
ro: Arată detalii

source: Signing in to game center.
ro: Se autentifică game center.

source: Skip this intro from now on
ro: Sări peste acest intro de acum

source: small and big blind: %@ and %@,
ro: pariul mic și mare de: %@ și %@,

source: small blind bet
ro: pariul blind mic

source: Small blind bet
ro: Pariul blind mic

source: spades.suit
ro: inimă neagră

source: start chips
ro: Câte cipuri la început

source: starting deal
ro: începe o mână nouă

source: stay all in
ro: rămâi all in

source: Stay in the game
ro: Rămâi în joc

source: still needs to bet
ro: âncă trebuie să parieze

source: switch
ro: schimbă

source: Take action
ro: Acționează

source: The bet is now %lld chips.
ro: Pariul este acum %lld cipuri.

source: The game %@ has received an update. %@. Would you like to switch to it?
ro: Jocul %@ a primit o actualizare. %@. Doriti să mergeți la acest joc?

source: the game has ended
ro: jocul s-a terminat

source: the game is in an unknown state
ro: jocul e într-o stare necunoscută

source: the game is ready to start
ro: jocul e gata de început

source: the game just started
ro: jocul abia a început

source: The total amount of %lld chips is made of %lld pots:
ro: Totalul de %lld cipuri se compune din %lld poturi:

source: The total pot is %lld chips.
ro: Potul total este %lld cipuri.

source: The winner is %@ with %lld chips
ro: Câștigătorul este %@ cu %lld cipuri

source: The winner is %@, with %@
ro: Câștigătorul este %@ cu %@

source: The winners are %@, with %@
ro: Câștigătorii sunt %@, cu %@

source: Then, when another player searches for a game for 3, they will be automatically selected to the remaining slots.
ro: După aceea, când un alt jucător caută un joc pentru 3, jucătorul respectiv va fi automat selectat într-un slot rămas.

source: there are %lld common cards facing up, in the flop
ro: sunt %lld cărți comune cu fața în sus, în flop

source: There are %lld more free slots for players.
ro: Mai sunt %lld sloturi pentru jucători.

source: there are no common cards facing up, on the flop
ro: nu sunt cărți cu fața în sus, în flop

source: There is one more free slot for a player.
ro: Mai e un slot liber pentru un jucător.

source: There was a problem loading the game data.
ro: A apărut o problemă la încărcarea jocului

source: this card is in the flop
ro: cartea e în flop

source: this card is in your hand
ro: cartea e în mâna ta

source: This game is with %@.
ro: Acest joc este cu %@.

source: this is the showdown
ro: aici e showdownul

source: This is what happened so far in the game:
ro: Ce s-a întâmplat până acum în joc:

source: threw the hand
ro: a aruncat mâna

source: throw
ro: aruncă

source: tied
ro: a făcut egal

source: timed out
ro: a întârziat

source: Total pot: %lld chips.
ro: Total pot: %lld cipuri.

source: turn round
ro: runda turn

source: unknown
ro: necunoscut

source: unknown player
ro: jucător necunoscut

source: unknown state
ro: stare necunoscută

source: waiting for %@
ro: așteptăm %@

source: waiting for %@ to accept
ro: așteptăm ca %@ să accepte

source: we are agreeing on a game betting stakes
ro: stabilim miza jocului

source: we are in round 1, the pre-flop betting round
ro: suntem în runda 1 de pariuri, runda pre flop

source: we are in round 2, the flop betting round
ro: suntem în runda a doua de pariuri, runda flop

source: we are in round 3, the turn betting round
ro: suntem în runda a treia de pariuri, runda turn

source: we are in round 4, the river betting round
ro: suntem în runda a patra de pariuri, runda river

source: We are sorry. There are restrictions in your account. This game is not available.
ro: Ne pare rău. Sunt restricții în contul dumneavoastră. Acest joc nu este disponibil.

source: Welcome to
ro: Bun venit la

source: welcome, %@
ro: bun venit, %@

source: What would you like to do?
ro: Ce ai dori să faci?

source: When someone joins your game, or when it's your turn to act, you will be notified.
ro: Când cineva intră în joc, sau când e rândul tău să joci, vei fi notificat.

source: won
ro: a câștigat

source: won %@ chips. Now has %@.
ro: a câștigat %@ cipuri. Acum are %@.

source: won by %@.
ro: câștigat de %@.

source: you are next, after %@
ro: tu urmezi, după %@

source: You are no longer in the game %lld left
ro: Nu mai ești în joc %lld rămase

source: You are not currently participating in any game.
ro: Momentan nu participi la nici un joc.

source: you bet %lld chips
ro: ai pariat %lld cipuri

source: You don't have enough to bet this much.
ro: Nu ai suficient să pariezo atât.

source: you finished first
ro: ai terminat primul

source: you have a total of %@ chips, of which you have bet %@
ro: ai un total de %1$@ cipuri, din care ai pariat %2$@

source: you lost
ro: ai pierdut

source: You need to be signed in to Game Center.
ro: Trebuie să fii autentificat în Game Center.

source: You need to enter a valid amount of chips.
ro: Trebuie să introduci un număr corect de cipuri.

source: You need to raise the bet to at least %@.
ro: Trebuie să plusezi cel puțin până la %@.

source: you quit
ro: ai abandonat

source: you threw the hand
ro: ai aruncat mâna

source: you threw the hand, with %lld chips in the pot
ro: ai aruncat mâna, cu %lld cipuri în pot

source: you tied
ro: ai făcut egal

source: you timed out
ro: ai întârziat

source: you won
ro: ai câștigat

source: your bet, %lld chips, of %lld.
ro: ai pariat, %lld cipuri, din %lld.

source: Your last action
ro: Ultima ta acțiune

source: Your very accessible game of Texas Hold'em
ro: Jocul tău foarte accesibil de Texas Hold'em
